Repository: Billmate/billmate-checkout-for-woocommerce
Catalog: src/languages/billmate-checkout-for-woocommerce-*.po
Languages: sv_se

source: Above Title
sv_se: Ovanför titeln

source: Add Invoice fee excluding tax. Leave blank to deactivate this feature.
sv_se: Lägg till en fakturaavgift ex. moms, lämna tomt för att inaktivera.

source: After Product sharing-buttons
sv_se: Efter: Product delningsknapp

source: API Credentials Sweden
sv_se: API Uppgifter Sverige

source: Between Add to cart button and Product meta
sv_se: Mellan: Lägg i kundvagn knapp och produkt metadata

source: Between Excerpt and Add to cart button
sv_se: Mellan: Excerpt (kort beskrivning) och Lägg i varukorgen knapp

source: Between Price and Excerpt
sv_se: Mellan: price och excerpt (kort beskrivning)

source: Between Product meta and Product sharing buttons
sv_se: Mellan: Produkt metadata och Produkt delningsknapp

source: Between Title and Price
sv_se: Mellan: Pris och Titel

source: Business
sv_se: Företag

source: Change logotype for the payment. Enter the file name of the logo uploaded in your Billmate online account. Leave blank to use the standard logo.
sv_se: Ändra logotyp för betalningen. Ange filnamnet på logotypen som laddats upp i ditt Billmate online konto. Lämna tomt för att använda standardlogotypen.

source: Checkout layout
sv_se: Kassa layout

source: Checkout mode
sv_se: Kassaläge

source: Client ID
sv_se: Billmate ID

source: Client Secret
sv_se: Billmate nyckel

source: Consumer
sv_se: Privatperson

source: Customize the <em>Select another payment method</em> button text that is displayed in checkout if using other payment methods than Billmate Checkout. Leave blank to use the default (and translatable) text.
sv_se: Anpassa <em> Välj en annan betalningsmetod </em> knapptext som visas i kassan om du använder andra betalningsmetoder än Billmate Checkout. Lämna tomt för att använda standardtexten och översättningsbar text.

source: Debug Log
sv_se: Felsökningsloggar

source: Description
sv_se: Beskrivning

source: Disable automatic scroll to Billmate checkout iframe when checkout page is rendered.
sv_se: Inaktivera automatisk scrollning till Billmate checkout iframe när kassasidan renderats.

source: Disable scroll to checkout
sv_se: Inaktivera scrollning till kassan

source: Display monthly cost
sv_se: Visa månadskostnad

source: Display monthly cost on single product pages.
sv_se: Visa månadskostnad – produktsidan

source: Enable Billmate Checkout testmode
sv_se: Aktivera Billmate Testläge

source: Enable logging
sv_se: Logga felsökningsmeddelanden

source: Enable/Disable
sv_se: Aktivera/Inaktivera

source: Gift Card
sv_se: Present kort

source: Hide customer shipping address in checkout.
sv_se: Dölj kundens leveransadress i kassan.

source: Hide shipping address
sv_se: Dölj leveransadress

source: Invoice fee
sv_se: Fakturaavgift

source: Logo
sv_se: Logotype som visas på fakturan

source: Monthly cost display
sv_se: Månadskostnad Produktsidan

source: Monthly cost placement
sv_se: Placering av månadskostnad

source: One column checkout
sv_se: En kolumn kassa

source: Order cancelled in Billmate Online. Billmate Transaction id: %s
sv_se: Beställningen är makulerad ifrån Billmate Online. Billmate Transaction id: %s

source: Order is PENDING APPROVAL by Billmate. Please visit Billmate Online for the latest status on this order. Billmate Transaction id: %s
sv_se: Beställningen ligger under kreditkontrolls godkännande hos Billmate. Besök Billmate Online för den senaste statusen för denna beställning. Billmate Transaction id: %s

source: Order is still PENDING APPROVAL by Billmate. Please visit Billmate Online for the latest status on this order. Billmate Transaction id: %s
sv_se: Beställningen ligger fortfarande under kreditkontrolls godkännande hos Billmate. Besök Billmate Online för den senaste statusen för denna beställning. Billmate Transaction id: %s

source: Order reported Cancelled from Billmate Online. Billmate Transaction id: %s
sv_se: Beställningen rapporterades makulerad från Billmate Online. Billmate Transaction id: %s

source: Order reported Denied from Billmate Online. Transaction id: %s
sv_se: Order rapporterad nekad från Billmate Online. Transaction id: %s

source: Order reported Failed from Billmate Online. Billmate Transaction id: %s
sv_se: Beställningen rapporterades misslyckad från Billmate Online. Billmate Transaction id: %s

source: Other payment method button text
sv_se: Annan knapp text för välj ett annat betalsätt

source: Pay with Billmate via invoice, card and direct bank payments.
sv_se: Betala med Billmate via faktura, kort och direktbetalning.

source: Payment reported Approved from Billmate Online. Transaction id: %s
sv_se: Betalning rapporterad Godkänd från Billmate Online. Transaction id: %s

source: Payment via Billmate Checkout. Transaction id: %s
sv_se: Betalning via Billmate Checkout. Transaction id: %s

source: Please wait while we process your order.
sv_se: Vänta medan vi behandlar din beställning.

source: Select another payment method
sv_se: Välj en annan betalningsmetod

source: Select if you want the checkout to default to B2C or B2B mode.
sv_se: Välj om du vill framhäva handla som företag eller privatperson först i Billmate Checkout.

source: Select the Billmate Checkout layout.
sv_se: Välj layout för Billmate Checkout.

source: Select the tax class that should be used for the invoice fee.
sv_se: Momsklass för fakturaavgiften.

source: Select where to display the widget in your product pages
sv_se: Välj var widgeten ska visas på dina produktsidor

source: Settings
sv_se: Inställningar

source: Show order notes
sv_se: Visa ordernoteringar

source: Show Order notes field in checkout.
sv_se: Visa ordernoteringar på Checkout sida.

source: Tax class for invoice fee
sv_se: Momsklass för fakturaavgiften

source: Testmode
sv_se: Testläge

source: Text for monthly cost
sv_se: Text för månadskostnad

source: This controls the description which the user sees during checkout.
sv_se: Detta är beskrivningen kunden ser i kassan.

source: This controls the title which the user sees during checkout.
sv_se: Detta är titeln på betalmetoden kunden ser i kassan.

source: Title
sv_se: Titel

source: Two column checkout
sv_se: Två kolumn kassa

source: Use {billmate_img} to display the Billmate logo and {billmate_price} to display the monthly fee as a formatted WooCommerce price (with currency).
sv_se: Använd {billmate_img} för att visa Billmate-logotypen och {billmate_price} för att visa månadsavgiften som ett formaterat WooCommerce-pris (med SEK-valuta).

source: {billmate_img}<br/>Part pay from {billmate_price}/month
sv_se: {billmate_img}<br/>Betala från {billmate_price}/månad
